tap 'caskroom/cask'
tap 'homebrew/boneyard'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/games'
tap 'homebrew/science'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'homebrew/x11'
tap 'instantclienttap/instantclient'
tap 'neovim/neovim'
tap 'samueljohn/python'
tap 'thoughtbot/formulae'
cask 'java'
cask 'xquartz'
brew 'ack'
brew 'ant'
brew 'gdbm'
brew 'openssl'
brew 'pkg-config'
brew 'readline'
brew 'icu4c'
brew 'sqlite'
brew 'xz'
brew 'python3'
brew 'asciinema'
brew 'autoconf'
brew 'automake'
brew 'awscli'
brew 'bash'
brew 'bash-completion'
brew 'bats'
brew 'libtool'
brew 'beecrypt'
brew 'berkeley-db'
brew 'boost'
brew 'gettext'
brew 'pcre'
brew 'git'
brew 'go'
brew 'docker'
brew 'boot2docker', restart_service: true
brew 'c-ares'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'libffi'
brew 'glib'
brew 'pixman'
brew 'cairo'
brew 'dbus'
brew 'gmp'
brew 'libtasn1'
brew 'nettle'
brew 'gnutls'
brew 'jpeg'
brew 'gobject-introspection'
brew 'libtiff'
brew 'shared-mime-info'
brew 'gdk-pixbuf'
brew 'libcroco'
brew 'harfbuzz'
brew 'pango'
brew 'librsvg'
brew 'python'
brew 'little-cms'
brew 'little-cms2'
brew 'perl'
brew 'webp'
brew 'imagemagick'
brew 'emacs'
brew 'cask'
brew 'checkbashisms'
brew 'cloc'
brew 'isl'
brew 'cloog'
brew 'cmake'
brew 'net-snmp'
brew 'collectd', restart_service: true
brew 'colordiff'
brew 'coreutils'
brew 'cscope'
brew 'csshx'
brew 'ctags'
brew 'curl', args: ['with-openssl']
brew 'jasper'
brew 'dcraw'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'docutils'
brew 'gnu-tar'
brew 'dpkg'
brew 'elasticsearch'
brew 'wxmac'
brew 'erlang'
brew 'elixir'
brew 'faac'
brew 'faad2'
brew 'lame'
brew 'fribidi'
brew 'libass'
brew 'x264'
brew 'xvid'
brew 'ffmpeg'
brew 'fortune'
brew 'fpp'
brew 'mpfr'
brew 'gawk'
brew 'libmpc'
brew 'gcc'
brew 'gd'
brew 'geoip'
brew 'ghc'
brew 'gist'
brew 'git-lfs'
brew 'gnu-sed'
brew 'gnu-time'
brew 'libusb'
brew 'libusb-compat'
brew 'gnupg'
brew 'pinentry'
brew 'gpg-agent'
brew 'gnupg2'
brew 'lua'
brew 'gnuplot'
brew 'graphviz'
brew 'htop'
brew 'httpie'
brew 'hub'
brew 'imagesnap'
brew 'irssi'
brew 'ispell'
brew 'oniguruma'
brew 'jq'
brew 'nspr'
brew 'spidermonkey'
brew 'jsawk'
brew 'json-c'
brew 'leiningen'
brew 'libao'
brew 'libevent'
brew 'libmagic'
brew 'libvo-aacenc'
brew 'libxml2'
brew 'libxslt'
brew 'libyaml'
brew 'links'
brew 'lynx'
brew 'macvim'
brew 'mad'
brew 'markdown'
brew 'mercurial'
brew 'moreutils'
brew 'youtube-dl'
brew 'mpv', args: ['HEAD']
brew 'mtr'
brew 'tokyo-cabinet'
brew 'mutt'
brew 'mysql', restart_service: true
brew 'neon'
brew 'netcat'
brew 'ninja'
brew 'nmap'
brew 'node'
brew 'openconnect'
brew 'ossp-uuid'
brew 'packer'
brew 'pandoc'
brew 'phantomjs'
brew 'pianobar'
brew 'popt'
brew 'postgresql'
brew 'pup'
brew 'qemu'
brew 'qt'
brew 'ruby-build'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'redis', restart_service: true
brew 'rpm2cpio'
brew 'rpm'
brew 'rrdtool'
brew 'ruby'
brew 'shellcheck'
brew 'sl'
brew 'sox'
brew 'ssh-copy-id'
brew 'sshuttle'
brew 'swi-prolog'
brew 'swig'
brew 'tbb'
brew 'the_silver_searcher'
brew 'tig'
brew 'utf8proc'
brew 'tmux'
brew 'tmux-cssh'
brew 'tree'
brew 'ufraw'
brew 'unixodbc'
brew 'vim'
brew 'watch'
brew 'wget'
brew 'wireshark'
brew 'x11vnc'
brew 'zbar'
brew 'zsh'
brew 'homebrew/dupes/apple-gcc42'
brew 'homebrew/dupes/openssh'
brew 'homebrew/games/dwarf-fortress'
brew 'homebrew/games/nethack'
brew 'neovim/neovim/neovim', args: ['HEAD']
brew 'samueljohn/python/numpy'
brew 'thoughtbot/formulae/rcm'
cask 'alfred'
cask 'amethyst'
cask 'dwarf-fortress'
cask 'facter'
cask 'font-inconsolata'
cask 'gitx'
cask 'google-chrome'
cask 'google-hangouts'
cask 'rubymotion'
cask 'sonic-pi'
cask 'tcl'
cask 'vagrant'
cask 'virtualbox'
cask 'vnc-viewer'
cask 'yakyak'
