tap "caskroom/cask"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/games"
tap "homebrew/science"
tap "homebrew/services"
tap "homebrew/versions"
tap "homebrew/x11"
tap "instantclienttap/instantclient"
tap "neovim/neovim"
tap "samueljohn/python"
tap "thoughtbot/formulae"
cask "java"
brew "ack"
brew "ant"
brew "gdbm"
brew "readline"
brew "xz"
brew "python3"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bats"
brew "icu4c"
brew "beecrypt"
brew "berkeley-db"
brew "boost"
brew "perl"
brew "git"
brew "docker"
brew "boot2docker", restart_service: true
brew "c-ares"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "libffi"
brew "pcre"
brew "glib"
brew "pixman"
brew "cairo"
brew "emacs"
brew "cask"
brew "checkbashisms"
brew "cloc"
brew "cloog"
brew "cmake"
brew "python"
brew "net-snmp"
brew "collectd", restart_service: true
brew "colordiff"
brew "coreutils"
brew "cscope"
brew "csshx"
brew "ctags"
brew "curl", args: ["with-openssl"]
brew "dbus"
brew "jpeg"
brew "jasper"
brew "libtiff"
brew "little-cms2"
brew "dcraw"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "docutils"
brew "gnu-tar"
brew "dpkg"
brew "elasticsearch"
brew "wxmac"
brew "erlang"
brew "elixir"
brew "faac"
brew "faad2"
brew "lame"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "fortune"
brew "fpp"
brew "fribidi"
brew "gmp"
brew "mpfr"
brew "gawk"
brew "isl"
brew "libmpc"
brew "gcc"
brew "webp"
brew "gd"
brew "pkg-config"
brew "gobject-introspection"
brew "shared-mime-info"
brew "gdk-pixbuf"
brew "geoip"
brew "ghc"
brew "gist"
brew "git-lfs"
brew "git-standup"
brew "gnu-sed", args: ["with-default-names"]
brew "gnu-time"
brew "libtasn1"
brew "nettle"
brew "gnutls"
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "lua"
brew "gnuplot"
brew "go"
brew "gpg-agent"
brew "gradle"
brew "libtool"
brew "graphviz"
brew "harfbuzz"
brew "htop"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "imagesnap"
brew "irssi"
brew "ispell"
brew "oniguruma"
brew "jq"
brew "nspr"
brew "spidermonkey"
brew "jsawk"
brew "json-c"
brew "leiningen"
brew "libao"
brew "libass"
brew "libcroco"
brew "libevent"
brew "libmagic"
brew "pango"
brew "librsvg"
brew "libusb-compat"
brew "libvo-aacenc"
brew "libxml2"
brew "libxslt"
brew "libyaml"
brew "links"
brew "little-cms"
brew "lynx"
brew "macvim"
brew "mad"
brew "markdown"
brew "mercurial"
brew "moreutils"
brew "youtube-dl"
brew "mpv", args: ["HEAD"]
brew "mtr"
brew "tokyo-cabinet"
brew "mutt"
brew "mysql", restart_service: true
brew "neon"
brew "netcat"
brew "ninja"
brew "nmap"
brew "node"
brew "openconnect"
brew "openssh"
brew "ossp-uuid"
brew "packer"
brew "pandoc"
brew "phantomjs"
brew "pianobar"
brew "popt"
brew "postgresql"
brew "pup"
brew "qemu"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "rpm"
brew "rpm2cpio"
brew "rrdtool"
brew "ruby"
brew "shellcheck"
brew "sox"
brew "ssh-copy-id"
brew "sshuttle"
brew "swi-prolog"
brew "swig"
brew "tbb"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tmux-cssh"
brew "tree"
brew "ufraw"
brew "unixodbc"
brew "utf8proc"
brew "vim"
brew "watch"
brew "wget"
brew "wireshark"
brew "x11vnc"
brew "zbar"
brew "zsh"
brew "thoughtbot/formulae/rcm"
cask "virtualbox"
