ack
ant
homebrew/dupes/apple-gcc42
awscli
bash
bash-completion
beecrypt
boost
checkbashisms
cloc
collectd
colordiff
coreutils
ctags
curl
docker
dpkg
elixir
emacs
erlang
fortune
fpp
gawk
git
git-lfs
gnu-sed
gnuplot
graphviz
htop
httpie
hub
jq
jsawk
leiningen
libxml2
links
lynx
markdown
mercurial
mtr
mysql
neon
neovim/neovim/neovim
homebrew/games/nethack
nmap
node
openconnect
homebrew/dupes/openssh
packer
perl
phantomjs
postgresql
pup
python3
qemu
qt
rbenv
thoughtbot/formulae/rcm
reattach-to-user-namespace
redis
rpm
rrdtool
ruby
shellcheck
sl
ssh-copy-id
swig
the_silver_searcher
tig
tmux-cssh
tree
unixodbc
vim
watch
wget
wireshark
x11vnc
zbar
